xeon/20240731-1457-glibc-default/logs/join-no-8-32768-10/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 1408725
number of failed transactions: 0 (0.000%)
latency average = 0.227 ms
initial connection time = 13.028 ms
tps = 141041.608889 (without initial connection time)